
txt_rl="人类的目光总是展望着未来,他们追求力量,期望改变世界,无论这种改变是好是坏,他们居于黑暗和野蛮世界中的光明之地,不断试图探索新的土地"
txt_jl="精灵是一个古老的种族，与森林有着密不可分的联系。他们怀着超然的世界观，通常难以相信世事对他们的重要性——因为他们总是站在数百年的立场上进行思考。"
txt_sr="兽人钟爱近身格斗，喜欢投身于激烈的战斗，从来不知道什么叫做后退和投降。人们认为他们是野蛮的、嗜血成性的强盗，但他们那绿色外皮下深入血液与骨髓的荣耀和英雄崇拜情结才是真正的原因。"
txt_wl="亡灵们在黑夜的尽头旅行，他们之中有的找到了智慧，而其他的只有悲伤。这是个狡诈而自私的种族，他们把在世上所有的时间都用来追逐他们的梦，直至变成梦魇。"

txt_warrior="战士拥有强大的力量，同时熟练掌握着各种武器与护甲的使用方法，这让他们引以为豪。他们既能用威力强大的战斗技能击败敌人，也能使用多种防御技能保护队友。"	--战士
txt_mage="法师精通元素之力，对其掌控自如。他们对敌人施放强大的法术，并拥有各种技法，足以让他们成为远距离危险的敌人。"		--法师
txt_monk="僧侣信仰诸神。不同的信仰赋予了他们不同的能力。其中一部分运用神圣之力治愈他人，一部分致力于身体与精神的训练。"		--僧侣
txt_ranger="游侠是敏捷而熟练的暗杀者，精通远程武器与潜行。他们的机智灵活总能使敌人走投无路。"	--游侠